[ru-RU]
gen_prefix_old_hungarian=Секейск$(ая|ий|ое)
gen_tagScript_old_hungarian=секейск$(ая|ий|ое)
old_hungarian_c_rune_a_LTL=А
old_hungarian_s_rune_a_LTL=а
old_hungarian_c_rune_a_aa_LTL=Аа
old_hungarian_s_rune_a_aa_LTL=аа
old_hungarian_c_rune_b_amb_LTL=Амб
old_hungarian_s_rune_b_amb_LTL=амб
old_hungarian_c_rune_b_eb_LTL=Эб
old_hungarian_s_rune_b_eb_LTL=эб
old_hungarian_c_rune_c_ec_LTL=Эц
old_hungarian_s_rune_c_ec_LTL=эц
old_hungarian_c_rune_c_ech_LTL=Эч
old_hungarian_s_rune_c_ech_LTL=эч
old_hungarian_c_rune_c_ecs_LTL=Эч
old_hungarian_s_rune_c_ecs_LTL=эч
old_hungarian_c_rune_d_ed_LTL=Эд
old_hungarian_s_rune_d_ed_LTL=эд
old_hungarian_c_rune_e_LTL=Е
old_hungarian_s_rune_e_LTL=е
old_hungarian_c_rune_e_ee_LTL=Ее
old_hungarian_s_rune_e_ee_LTL=ее
old_hungarian_c_rune_e_enk_LTL=Энк
old_hungarian_s_rune_e_enk_LTL=энк
old_hungarian_c_rune_f_ef_LTL=Эф
old_hungarian_s_rune_f_ef_LTL=эф
old_hungarian_c_rune_g_eg_LTL=Эг
old_hungarian_s_rune_g_eg_LTL=эг
old_hungarian_c_rune_g_egy_LTL=Эгй
old_hungarian_s_rune_g_egy_LTL=эгй
old_hungarian_c_rune_h_eh_LTL=Эх
old_hungarian_s_rune_h_eh_LTL=эх
old_hungarian_c_rune_i_LTL=И
old_hungarian_s_rune_i_LTL=и
old_hungarian_c_rune_i_ii_LTL=Ии
old_hungarian_s_rune_i_ii_LTL=ии
old_hungarian_c_rune_k_ak_LTL=Ак
old_hungarian_s_rune_k_ak_LTL=ак
old_hungarian_c_rune_k_ek_LTL=Эк
old_hungarian_s_rune_k_ek_LTL=эк
old_hungarian_c_rune_k_unk_LTL=Унк
old_hungarian_s_rune_k_unk_LTL=унк
old_hungarian_c_rune_l_el_LTL=Эл
old_hungarian_s_rune_l_el_LTL=эл
old_hungarian_c_rune_l_ely_LTL=Элй
old_hungarian_s_rune_l_ely_LTL=элй
old_hungarian_c_rune_m_em_LTL=Эм
old_hungarian_s_rune_m_em_LTL=эм
old_hungarian_c_rune_n_en_LTL=Эн
old_hungarian_s_rune_n_en_LTL=эн
old_hungarian_c_rune_n_eny_LTL=Энй
old_hungarian_s_rune_n_eny_LTL=энй
old_hungarian_c_rune_o_LTL=О
old_hungarian_s_rune_o_LTL=о
old_hungarian_c_rune_o_oe_LTL=рудиментарная Ое
old_hungarian_s_rune_o_oe_LTL=рудиментарная ое
old_hungarian_c_rune_o_oe_nik_LTL=Никольсбургская Ое
old_hungarian_s_rune_o_oe_nik_LTL=Никольсбургская ое
old_hungarian_c_rune_o_oee_LTL=Оее
old_hungarian_s_rune_o_oee_LTL=оее
old_hungarian_c_rune_o_oo_LTL=Оо
old_hungarian_s_rune_o_oo_LTL=оо
old_hungarian_c_rune_p_emp_LTL=Эмп
old_hungarian_s_rune_p_emp_LTL=эмп
old_hungarian_c_rune_p_ep_LTL=Эп
old_hungarian_s_rune_p_ep_LTL=эп
old_hungarian_c_rune_r_er_LTL=Эр
old_hungarian_s_rune_r_er_LTL=эр
old_hungarian_c_rune_s_es_LTL=Эщ
old_hungarian_s_rune_s_es_LTL=эщ
old_hungarian_c_rune_s_esz_LTL=Эс
old_hungarian_s_rune_s_esz_LTL=эс
old_hungarian_c_rune_s_us_LTL=Ус
old_hungarian_s_rune_s_us_LTL=ус
old_hungarian_c_rune_t_ent_LTL=Энт
old_hungarian_s_rune_t_ent_LTL=энт
old_hungarian_c_rune_t_ent_shaped_LTL=Энт-подобный знак
old_hungarian_s_rune_t_ent_shaped_LTL=энт-подобный знак
old_hungarian_c_rune_t_et_LTL=Эт
old_hungarian_s_rune_t_et_LTL=эт
old_hungarian_c_rune_t_ety_LTL=Этй
old_hungarian_s_rune_t_ety_LTL=этй
old_hungarian_c_rune_u_LTL=У
old_hungarian_s_rune_u_LTL=у
old_hungarian_c_rune_u_uu_LTL=Уу
old_hungarian_s_rune_u_uu_LTL=уу
old_hungarian_c_rune_v_ev_LTL=Эв
old_hungarian_s_rune_v_ev_LTL=эв
old_hungarian_c_rune_y_ej_LTL=Эј
old_hungarian_s_rune_y_ej_LTL=эј
old_hungarian_c_rune_y_ue_LTL=рудиментарная Уе
old_hungarian_s_rune_y_ue_LTL=рудиментарная уе
old_hungarian_c_rune_y_ue_nik_LTL=Никольсбургская Уе
old_hungarian_s_rune_y_ue_nik_LTL=Никольсбургская уе
old_hungarian_c_rune_z_ez_LTL=Эз
old_hungarian_s_rune_z_ez_LTL=эз
old_hungarian_c_rune_z_ezs_LTL=Эж
old_hungarian_s_rune_z_ezs_LTL=эж
old_hungarian_n_num_one_LTL=1
old_hungarian_n_num_five_LTL=5
old_hungarian_n_num_ten_LTL=10
old_hungarian_n_num_fifty_LTL=50
old_hungarian_n_num_one_hundred_LTL=100
old_hungarian_n_num_one_thousand_LTL=1000
